{
  "logo": "高远教育",
  "home": "首页",
  "oversea": "海外学习",
  "master": "硕士课程",
  "learn": "学习",
  "grow": "成长",
  "excel": "卓越",
  "phd": "博士",
  "about": "关于",
  "contact": "联系我们",
  "partner": "合作伙伴",
  "recommend": "推荐语",
  "slogan1": "成为",
  "slogan2": "最好的自己",
  "start": "开始",
  "subtitle": "最好的学习、最好的职业、最好的生活",
  "discover": "浏览课程",
  "trusted-by": "超过",
  "trusted-by2": "留学生选择我们",
  "be-presenter": "成为研讨会主讲人",
  "be-partner": "与我们合作",
  "more-about-gow": "了解更多关于高远教育 ...",
  "email-subscription": "免费获取Robert博士的每周激励和灵感。",
  "email-subscription-desc": "每周一早上你会收到一封鼓舞人心的每周邮件，以高昂的情绪开启你新的一周。",
  "subscribtion-cancel": "随时可以取消订阅。",
  "name": "名字：",
  "email": "邮件地址：",
  "subscribe": "登记订阅",
  "slogan3": "最好的学习 ... 最好的职业 ... 最好的生活！",
  "value-desc": "高远教育有一个明确的目标——帮助你成为最好的自己，并获得成功。我们的目标是帮助你树立自信心，协助你找到你的人生意义和目的，从而去创建你的辉煌未来。许多人仅仅满足于次佳的现状，缺乏发掘潜能的内在动力。触及星空的路总是布满荆棘，但高远教育会为你提供实现人生目标所需的精神配件。我们的大师直播课将引导你踏上这段旅途。<br /><br />我的学习大师课程由来自世界一流大学且经验丰富的大学学术研究者讲授，通过予以大学生指导、提示和工具等方式为其提供多元学习技巧，以助学生提高在校成绩及取得卓越学术成就。我的职业大师课程传授必要的职业技能及就业技能，帮助你决定你未来的职业方向，规划发展道路，将心仪的工作收入囊中。我的生活大师课程通过确认你的个人优势强项引导你设定目标同时克服恐惧和焦虑，培养建设你所需的自信树立和心态调整。<br /><br />如果你是在西方大学学习的一名国际学生且英语不是你的母语，生活在另一个国家有时候会很有挑战性。我们的英语会话大师课程以寓教于乐引人入胜的方法来培养实用的英语语言会话技巧，帮助大家克服这些困难挑战。<br /><br />我们旨在让每个学生都可以达到他们的最佳状态——最好的学习、最好的职业、最好的生活！<br /><br />Robert博士",
  "feedback": "Feedback",
  "feedback-1": "向Robert博士学习是我大学生活里最棒的时刻之一。对于每一节课，Robert都有一种极具感染力的热情，使每一位同学在整节课上都全神贯注。Robert对现实经历独特的见解也使课程更加有趣。每个星期，Robert对教学的热切和激情我们都有目共睹，他对我们的帮助包括但远不限于我们在课业中取得的成绩。像Robert博士这样的老师屈指可数。<br/>-Hayasa",
  "feedback-2": "Robert博士是一位极具活力和魅力的老师。他热情活泼的个性让课程的学习变得更加有趣。Robert又结合了许多学习必备资料之外例子来加快整体的学习进度，这些例子可能来源于生活，也可能是他现身说法。此外，他创造了一个舒适的学习环境，并鼓励他的学生自由参与讨论。Robert的思想很开放，你可以看出他十分关心他的学生并真切地希望他们获得成功。<br/>-Mariam",
  "feedback-3": "Robert博士非凡的自信、幽默感和同理心使得他在大学期间教过我的众多讲师中脱颖而出。 特别值得一提的是，Robert博士幽默风趣地讲解了营销的4P’s，他用临时制作的道具吸引了全班的注意力。 同时Robert在积极倾听方面有着令人惊叹的技巧，整个学期他都在不断地证实这一优点。 Robert是一位难得的且令人尊敬的老师，他有很强的同理心、勇气和智慧。<br/>-Maximilian",
  "feedback-4": "Robert博士绝对是学生们向往的那种老师，他给他的学生们都留下了难忘的印象。 Robert博士不仅仅是一位朋友、一位讲师，他更是一位生活导师！ 我的朋友会向我询问他上课的时间表，虽然他们不是Robert的学生，但他们都很想加入他的课程。 Robert博士的学生大多都认为他绝对是最好的老师。 写下这些文字，只是为了称赞一下这位我遇到的最好的老师。<br/>-Chulin"
}